{"pageProps":{"doc":{"meta":{"id":"125","title":"出産に対する財政支援","description":"イギリスにおける福祉改革の出産に対する効果、中でも子どもへの金銭的支援の拡大による出産に対する効果。 ","date":"2023-01-19","category":"fertility","categoryLabel":"少子化対策","tables":[{"title":"出産","effectiveness":"効果あり","strength":3}],"points":["1999年にイギリスで行われた福祉政策の改革によって、子ども1人当たりの政府支出は50%増加し、貧困世帯では世帯所得が約10％増加した。","結果として女性の出産を促し、特に有配偶女性にその効果が見られた。"],"contacts":["吉良光冬（東京大学）"],"slug":"document125"},"content":"\n## 背景 \n- イギリスにおける福祉改革ではいくつかの支援の拡大が行われた。子どものいる全ての家庭を対象とした給付金や低所得層を対象とした給付金の拡大は各家庭の所得を増加させる効果がある。働く親への給付付き税額控除の拡大は、親の就業を促すと考えられる。\n- 複数の支援の拡大を伴う改革の結果、子どもが1人いる貧困世帯の収入は約10%増加した。子どもが2人以上の場合はより大きく約12%増加した。\n- 所得が増加すると、出産は増加する可能性がある。\n- 給付付き税額控除の出産への影響は、女性の配偶者の有無（世帯主でないかどうか）によって異なる。この給付付き税額控除は、家庭に1人以上週に16時間以上働く大人がいると適用される。配偶者が働いており、給付付き税額控除の対象となっている家庭では、女性の就業は受給資格に影響しないため、女性の就業を減らしうる。単身女性は税控除の有無に自身の就業が関係するため、就業を増やしうる。結果として配偶者の有無によって出産への影響は異なる。\n\n\n\n## 介入\n- 子ども1人当たりの政府支出を増加させた福祉政策改革。\n\n## 評価指標\n- 各調査年における出産した女性の割合\n\n## 分析方法\n- 福祉政策改革の対象となったかどうかを、教育水準を用いて推定。\n- 支援の対象となっており、財政支援という介入を受けた教育水準が低いグループを介入群、介入を受けなかった教育水準が高いグループは非介入群と分ける。\n- 改革の対象となるかは所得水準によって決められるが、所得水準は介入の結果として変化するため、今回の分析でのグループ分けに適さない。そのため、改革前後で変化しない教育水準で介入群と非介入群を分けている。\n- 介入群の改革前後の変化を非介入群の改革前後の変化と比べることで、介入の効果を推定（差の差法）。\n\n## 証拠の強さ\n- SMS:2\n- 根拠 \n    - 改革による影響を受けない教育水準に基づいて介入群と対照群に分け、差の差法を用いている。\n\n## サンプル\n- イギリスの20-45歳の女性を対象。\n- 1995-2004年に毎年行われているThe Family Resources Surveyと The Family Expenditure Surveyを用いて101,330人の女性を対象に調査。\n- 中でも分析の関心である、介入群における有配偶女性は50,277人\n\n## 結果\n- 複数の支援の拡大が行われた今回の福祉改革は、子ども1人あたりの政府支出を50％増加させた。\n- 今回の福祉改革は、有配偶女性の出産を15%増加させた。単身女性の出産に対する影響は確認できなかった。\n- 単身女性に特に効果が見受けられなかった理由は、拡大した支援の1つに働く親への給付付き税額控除があるためである。単身女性は、税控除の有無に自身の就業が関係するため就業を増やしうる。単身女性はより働くことを選ぶので、給付付き税額控除は出産に負の影響を与える。結果として他の支援の出産への正の影響と打ち消し合い、出産に対する影響が確認できなかったと考えられる。配偶者が働いており、給付付き税額控除の対象となる場合は、有配偶女性の就業は受給資格に影響しないため、女性の就業を減らしうる。結果として他の支援拡大を伴う今回の福祉改革は、有配偶女性の出産を増加させた。\n\n## 研究の弱点\n- 介入を受けるかどうかは本来、所得水準によって決まるが、学歴を代理変数として使っているため、介入群でも政策の影響を受けない人、対照群でも政策の影響を受ける人が含まれてしまっている。\n- いくつかの支援の拡大を含む福祉改革の効果を推定しているため、各支援の変化の効果を個別に推定しているわけではない。\n\n## 書誌情報\n- Brewer, M., Ratcliffe, A. & dSmith, S. (2012). Does welfare reform affect fertility? Evidence from the UK. Journal of Population Economics, 25, 245–266. https://doi.org/10.1007/s00148-010-0332-x\n\n"}},"__N_SSG":true}