{"pageProps":{"doc":{"meta":{"id":"130","title":"児童手当","description":"イスラエルにおける児童手当改革の追加的出生への影響","date":"2023-02-20","category":"fertility","categoryLabel":"少子化対策","tables":[{"title":"2人以上の子どもをもつ母親の追加的な出生","effectiveness":"効果あり","strength":4}],"points":["150シェケル (およそ34米ドル) 相当分の児童手当の上昇は妊娠確率0.99ポイント上昇に結びついていると推計された。","児童手当の支給と妊娠確率との正の関係性は、すべての収入層と、ユダヤ教超正統派を除くすべての宗教グループで確認された。","世帯収入が貧困ライン以下の世帯では収入が増えるにつれ妊娠確率は下がり、収入が中程度以上の世帯では上がる傾向にあった。ただし妊娠確率への世帯収入の影響は、児童手当の影響よりも小さかった。"],"contacts":["作成 - 城貴大(東京大学大学院)","編集 - 石井俊輔 (The University of Edinburgh)"],"slug":"document130"},"content":"\n## 背景 \n- 世界的に低出生率が問題となっており、児童手当含め各国が何らかの対応を迫られている。\n- 少子化対策を考える上で、児童手当と出生行動の関係を明らかにすることは重要である。\n- 理論的には、収入が妊娠確率にもたらす影響は小さく、またその影響の方向は収入が低い世帯で負、収入が高い世帯で正であるとされる。\n- イスラエルでは子供を持つすべての母親に児童手当が支給され、その支給額の合計は1999～2004年のイスラエルのGDPの0.8～1.5%に相当した。\n- 1999年～2004年にかけて、ハルパート法やいわゆるネタニヤフ改革によりイスラエルの児童手当の支給額に大きな変化があった。\n\n\n## 介入\n- 1999～2004年にかけて観察された、児童手当支給額の変動。\n  - 具体的には、2003年以前は、3人目の子供に対しては1, 2人目に対する児童手当支給額の約2倍、4人目以降の子供には約4倍の手当が支給されていた。\n  - 2001年～2003年までは、ハルパート法により5人目以降の子供に対する手当支給額が増額され、1, 2人目と比べて約5倍の額が支給されていた。\n  - 2003年のネタニヤフ改革により、2003年以降に生まれた子に関しては、3人目以降であっても1, 2人目と同じ額が支給されるようになり、結果として3人目以降の支給額は以前より減少した。\n- 介入変数としては「次の子どもを産んだ際に、その子どもが18歳(受給対象となる最後の年齢)になるまでに受け取ると思われる児童手当の割引現在価値」を使用している。「割引現在価値」とは、将来に受け取る金額が現在すぐに受け取れるときに、どの程度の価値となるかの指標である。\n  - その際、(1)すでにいる18歳以下の子どもの数(2)その子どもたちの年齢分布(3)当該時点において採用されている児童手当制度(4)当該時点において告知されている将来の児童手当制度の４つの要素によって割引現在価値が変化することが考慮されている。\n\n## 評価指標\n- すでに２人以上の子どもをもつ母親の追加的な出生確率\n\n## 分析方法\n- 政策変更により児童手当の支給額が変動したことを用いて、児童手当の支給による出生率への影響を分析した。\n- 母親の固定効果や子供の数、年齢、教育レベルや宗教をコントロール変数として用いた。\n- 線形確率モデル(グループと時間の固定効果を含む実質的な差の差推定)\n\n## 証拠の強さ\n- SMS:4\n- 根拠 \n    - グループと時間に関する固定効果を統御しており、実質的な差の差推定がなされている。\n      - グループについては、子どもの人数、子どもの年齢分布、時期で分類されている。\n    - 児童手当改革に対する女性の期待形成の仕方によってはモデルが適切に因果関係を識別できていない可能性がある。それに対して、さらに3つの期待形成モデルで検証することで、もともとのモデルが適切であったことを確認している。\n    - 母親固定効果をコントロールしても、推定結果が変わらないことを確認している。\n    - 夫の収入を操作変数に用いてモデルの頑健性を確認することで、世帯収入と出生率の変化が偶発的ではないことを確認している。\n\n## サンプル\n- データはイスラエル中央統計局から提供された複数の非公開データセットを結合したもの。\n  - (1)イスラエルの(2)２人以上の子どもをもつ(3)45歳以下の(4)結婚している(5)女性の(6)1999年から2005年の範囲での(7)約30万人分の個人レベルのパネルデータを使用。\n  - 「人年」単位で約120万の観測値（アンバランスド・パネルデータ）。\n\n## 結果\n- （１）児童手当が増えると２人以上子どもがいる母親の追加的な出生確率が上がる。\n  - (補足１)\n    - サンプル全体での分析において、例えば、新たに生まれる子どもが18歳に至るまでの期間を通じた月額150NIS(=約3750円)の児童手当の増額は、0.99%ptの出生確率の上昇をもたらすと推定された。\n    - NISはイスラエルの通貨単位であり、1NIS = 約25円(2003年当時)。\n  - (補足２)\n    - 世帯収入や宗教ごとの分析でも、ユダヤ教超正統派を除くすべての収入・宗教グループで有意に正の関係がみられた。\n    - ユダヤ教世俗派と正統派では収入が高くなるにつれて児童手当支給と妊娠確率との関係の大きさは小さくなっていった。一方でムスリムのグループでは収入の程度にかかわらず強い関係性があった。\n    - 世帯収入が貧困ライン以下の世帯では収入が増えるにつれ妊娠確率が下がる傾向にあった一方で、収入が中程度以上の世帯では妊娠確率が上がる傾向があった。ただし妊娠確率と世帯収入との関係性は、妊娠確率と児童手当との関係性よりも弱かった。\n- （２）弾力性の観点からは、サンプル全体の分析において、児童手当を１%増やす(減らす)と、妊娠の確率が0.192%上昇する（減少する）と結論づけられた。\n  - (補足１)\n    - 前述の弾力性は、次のような場面を想定して計算された値である。\n      - ２人の子どもをすでにもつ母親が、新たに３人目の子どもを出産する場合を想定。\n      - 加えて、イスラエルにおける2002年から2003年の制度変更と同様の状況を想定。つまり、３人目の児童手当が月額300NIS(=約7500円)から月額150NIS(=約3750円)へ減少するといった場面を考えている。\n  - (補足２)\n    - 所得階層に注目すると次のことがいえる。前述の通り、低所得層ほど児童手当増額による追加的出生確率の増加幅自体は相対的に大きい。\n    - しかしながら、本論文で用いられたデータでは低所得層ほど元々の出生率が高い傾向にあり、元々の出生率に対する増加の割合自体は小さく推定された。結果として低所得層ほど弾力性自体は小さい値として推定された。\n\n\n## 研究の弱点\n- 3人目以降の子供の出生に対する支給額について分析しているため、1人目や2人目の子供の出生に対する影響は分からない。\n- 児童手当支給額が変更されてからまだ長い時間が経っておらず、またネタニヤフ改革後2年分のデータでしか検証していないため、長期的な影響は観測できていない。\n\n## 書誌情報\n- Cohen, A., Dehejia, R., & Romanov, D. (2013). Financial Incentives and Fertility. The Review of Economics and Statistics, 95(1), 1–20. https://doi.org/10.1162/REST_a_00342\n"}},"__N_SSG":true}