{"pageProps":{"doc":{"meta":{"id":null,"title":"育児休業制度の導入・充実","description":"育児休業制度の導入・充実が女性の労働と出生に与える影響","date":"2024-06-27","category":"fertility","categoryLabel":"少子化対策","tables":[{"title":"女性の労働（雇用保護期間を0年→1年）\"","effectiveness":"“効果あり”","strength":0},{"title":"女性の労働（雇用保護期間を1年→3年）","effectiveness":"効果なし","strength":0},{"title":"女性の労働（給付金の支給率を0%→50%）","effectiveness":"効果なし","strength":0},{"title":"出生（雇用保護期間を0年→1年）","effectiveness":"効果なし","strength":0},{"title":"出生（雇用保護期間を1年→3年）","effectiveness":"効果なし","strength":0},{"title":"女性の労働（給付金の支給率を0%→50%）","effectiveness":"効果なし","strength":0}],"points":["1年間の雇用保護期間を設けることは、育児休業制度が無い場合に比べて、出産後の女性の労働する確率を上げ、その効果は10年経っても残るが、出生に対しては効果がほとんど無い。","雇用保護期間を1年から3年に伸ばしても、出産後の女性の労働と出生に対して、ほとんど効果は無い。","給付金を支給しても、出産後の女性の労働と出生に対して、ほとんど効果は無い。","育児休業制度以外の家族政策のシミュレーション結果から、女性の労働参加と出生率の両方を上げる政策は難しいということが示唆された。"],"contacts":["大島侑真（東京大学）"],"slug":"document_yamaguchi"},"content":"\n## 背景\n- ほとんどの先進国で育児休業（以後、「育休」とする）制度が実施されているが、雇用の保護期間や給付金の支給額は国によって様々である。\n- 育休制度をより充実させることが出産後の女性の労働や出生に与える影響は、政策立案時に重要な情報となる。\n    - 国によって社会制度が異なるため、育休制度が充実している国の結果をそのまま他の国に当てはめることは難しい。\n    - 政策実施前に社会実験を行うことも非現実的である。\n- そこで、日本のデータをもとに、構造推定を用いたシミュレーションを行った。\n\n\n## 介入\n- 育児休業制度の導入・充実\n    - 具体的には、雇用保護期間の変更（0年→1年、1年→3年）と給付金支給率の変更（0%→50%）\n\n\n## 評価指標\n- 女性の労働\n    - それぞれの政策が導入されたと仮定したシミュレーションにおける、出産後の女性が働く確率\n- 出生\n    - それぞれの政策が導入されたと仮定したシミュレーションにおける、妊娠の確率と子どもの数\n\n\n## 分析方法\n- モデルの推定\n    - 消費・労働・育休・子どもを持つことから得られる効用を考慮した効用最大化問題を定義し、データからパラメータを推定\n- シミュレーション\n    - 以下の政策について導入された場合の女性の労働、子供に関する選択をモデルを用いてシミュレーション\n         - 雇用保護期間の延長\n         - 給付金の支給率\n\n\n## 証拠の強さ\n\n- SMS:0\n- 根拠\n    - 構造推定によるため\n\n## サンプル\n- 日本のパネルデータである「消費生活に関するパネルデータ（JPSC）」\n     - 分析には、学校教育を修了していて自営業ではない1826人の既婚女性のデータ（1993年〜2011年）を使用している。\n\n\n## 結果\n- 1年間の雇用保護期間を設けることは、育休制度が無い場合に比べて、出産後の女性の労働する確率を上げ、その効果は10年経っても残る。\n    - 雇用が保護されることで、仕事に復帰するときに追加的なコストを支払う必要がなくなるためだと考えられる。\n    - 労働する確率の上昇のほとんどが、出産後に正規雇用で働く女性の割合が増加することで説明でき、非正規雇用で働く女性の割合はむしろ減少する。\n- 雇用保護期間を1年から3年に伸ばしても、出産後の女性の労働に対して、ほとんど効果は無い。\n    - 1歳以下の子どもの母親が働くことの非金銭的なコストが特に大きいという推定結果や、雇用保護期間が1年でも3年でも、多くの女性が1年間しか育休をとらないというシミュレーション結果とも整合的である。\n- 雇用保護期間の違いによる出生への効果はほとんど無い。\n- 給付金を支給しても、出産後の女性の労働と出生に対して、ほとんど効果は無い。\n- 育休制度以外の家族政策として、「子どもを産むと100万円/300万円/500万円が支払われる」という政策をシミュレーションしたところ、子どもの数は増加するが、女性の労働参加や所得は減少するという結果が出た。\n     - 女性の労働参加と出生率の両方を上げる政策は難しいということが示唆される\n\n\n## 研究の弱点\n- 部分均衡分析であるため、労働市場に関するシミュレーション結果は上限を示している。\n     - 育休制度が導入されても女性に対する労働需要は変化しないと仮定しているが、実際は、育休を取得する女性を雇うことで追加的なコストがかかるために、女性の労働需要が下がるかもしれない。\n\n\n## 書誌情報\n- Yamaguchi, S. (2019). Effects of parental leave policies on female career and fertility choices. Quantitative Economics, 10(3), 1195-1232. https://doi.org/10.3982/QE965\n\n"}},"__N_SSG":true}