{"pageProps":{"doc":{"meta":{"id":"20","title":"キャリア教育が高校生の職業選択意向に与える影響","description":"労働市場の変化についての情報や自己理解を深める情報提供はが高校生の職業選択意向に影響を与えるか","date":"2023-10-22","category":"education","categoryLabel":"教育","tables":[{"title":"就業してもよい職業の変化(労働市場の変化についての情報提供)","effectiveness":"効果なし","strength":5},{"title":"就業してもよい職業の変化(自己理解の深化)","effectiveness":"効果あり","strength":5}],"points":["労働市場の情報（AIなどの新技術が労働市場に影響を与えるという情報）を与えたグループでは、就業してもよい職業に統計的に有意な変化は生じなかった","自己理解を深める情報提供プログラムを与えたグループでは、教育・医療・法律などの専門職に就業してもよいと回答した生徒が変化した","情報を得ることでそれらの専門職を志望するようになった生徒もいるが、逆に志望しなくなる生徒も見られた"],"contacts":["辻本篤輝（一般社団法人エビデンス共創機構）"],"slug":"Moriyasu_Kobayashi(2022)"},"content":"\n## 背景 \n- 現在の労働者も将来の労働者も、自分の職業に何が起こりうるかを洞察することが求められている\n- 技術革新や産業変革に伴って雇用やキャリアのあり方が絶えず変化する中、労働者は労働市場の動向と個人の職業適性を把握したうえで、キャリアを設計・決定する必要がある\n- このような「自律的なキャリア開発」は、日本の主要な社会的・政策的テーマとして脚光を浴びている\n\n## 介入\n地方都市にある私立高校の1年生の5学級に対して、労働市場の情報提供をした群・自己深化群・制御群として介入を行った\n\n- 労働市場の情報提供をした群(2学級):ICTやAIが労働市場に与える影響について解説する映像を放映した\n\t1. 職業と労働市場について説明\n\t2. AIや機械学習などの新技術が定型的な仕事を代替する可能性を示唆\n\t3. 新技術により生まれる専門職があることを紹介\n        - 例として世界銀行のデータサイエンティストへのインタビューを紹介し、そのような職業に要求される学術的訓練と専門性を伝えた\n    \n- 自己理解深化群(1学級):理想の職業を選択する際のフレームワークを紹介し、個人の内面を自己分析するワークショップを映像を用いて行った\n\t1. will-can-must(キャリア教育のフレームワーク)を紹介\n\t2. キャリアアンカー(キャリア選択で譲れない価値観)について紹介したのちそれに基づき10分間のワーク\n\t3. 人材会社のインストラクターによる求人(介入前後のサーベイで示された仮想的な求人)の詳細な説明\n\t- 各企業の特徴・文化やそれぞれの企業に向いているであろう個人の特性を紹介\n \t\t- 介入前後の質問紙調査では以下A~Dの仮想的な企業による求人情報の概要が提示された\n   \t\t\t- A:成果給型の中小企業\n   \t\t\t- B:地元にある安定した中小企業\n   \t\t\t- C:成長産業の小規模なベンチャー\n   \t\t\t- D:伝統的な大企業\n\t\n   \n- 制御群(2学級):職業選択と無関係な映像を放映した\n\t- 学園祭に関する映像\n\n\n## 評価指標\n介入前後に行った質問紙調査での回答のうち以下が変化したかどうかを検証した\n- 就業してもよい職業(13個の選択肢から複数選択可)\n- 最も就きたい職業(13個の選択肢から一つだけ選択)\n- 上記の仮想的な4社の求人に応募したいか(はい・いいえ・どちらでもない)\t\n- 上記の仮想的な4社への志望順位(1位から4位)\n　\n## 分析方法\n- クラスターランダム化比較試験\n\n## 証拠の強さ\n- 5\n\t- 入学前に振り分けられたクラスごとに、担任のじゃんけんによってランダムに介入群と対照群が決定されている\n\n## サンプル\n- 地方都市にある私立高の1年生5クラス165名\n\n## 結果\n- 自己理解深化群では介入後に「教育・医療・法律などの専門職を選択してもよい」と答えた学生が変化\n\t- それらの専門職を志望するようになった生徒もいるが、逆に志望しなくなる生徒も見られた\n\t- 次年度に文理選択を控えているため、進学や学部選択と連動すると思われる職業にのみ変化が観察された可能性\n- 労働市場の情報提供をした群ではA社(成果給型の企業)への就職に関する意思決定変化のみが、統計的に有意かつ正\n\t- 頑健な結果とはいえない \n\n## 研究の弱点\n- 生徒の学力や受験に対する不安の程度によって自己理解プログラムの効果に異質性があるが、そのメカニズムが不明\n- 研究対象の1校でしか検証されておらず、他の高校1年生に対して同様の結果が示されるかは不明\n- 調査は介入直後に行われているため、実際の職業選択に影響したかは不明\n\t- 研究対象になった高校の大学進学率が57%であり、高校1年生時の意向が実際の職業選択にどれほど影響するかはわからない\n\n## 書誌情報\n- Moriyasu, R., & Kobayashi, T. (2022). [Impact of career education on high school students’ occupational choice: Evidence from a cluster-randomized controlled trial](https://doi.org/10.1016/j.japwor.2022.101146) *Japan and the World Economy*, 63, 101146.\n\n"}},"__N_SSG":true}