{"pageProps":{"doc":{"meta":{"id":"133","title":"不妊治療の保険適用義務化","description":"米国の一部州における不妊治療の保険適用義務化が、第一子出生率に与える影響","date":"2023-10-23","category":"fertility","categoryLabel":"少子化対策","tables":[{"title":"35歳以上の女性の第一子出生率","effectiveness":"効果あり","strength":3}],"points":["不妊治療への保険適用義務化は、35歳以上女性における第一子出生率を有意に増加させた(約8%の増加)。"],"contacts":["城貴大(東京大学大学院)"],"slug":"document133"},"content":"\n## 背景 \n- 2005年当時、米国で不妊の問題を抱える人々が増えていく中で、不妊治療を保険の適用対象とする方針の強化が、国家レベルでなされることになった。\n- 不妊治療の保険適用義務化にはコストもかかる以上、それが実際に出生率の向上に寄与するのか否かを明らかにすることは重要である。\n\n## 介入\n米国各州について、不妊治療への保険適用を義務化しているか、否か（注）\n- 不妊治療の保険適用義務化と出生率との関係は次のように想定されている。\n- 保険適用義務化によって不妊治療を受けるための費用が低下する。それにより、不妊治療を受ける人が増加し、それが出生率増加につながる。\n\n（注）「不妊治療への保険適用義務化」の定義について\n・各州における不妊治療の保険適用義務化の方法や範囲は以下のようにさまざまであるが、それらを一括りにして「不妊治療の保険適用義務化」と表記する。\n(1)不妊治療を保険適用の対象とする商品の提供を保険会社に義務付けるもの（to offer型）か、どの保険契約においても不妊治療を保険適用対象とすることを義務付けるもの（to cover型）か\n(2)体外受精を保険適用とすることを義務付けるか、否か\n(3)義務化の対象となる保険のタイプ\n・「全てのタイプの医療保険を対象とする」のか、「HMO(アメリカの医療保険システムの一つ)は対象外とする」のか、「HMOのみを対象とするのか」\n\n\n## 評価指標\n評価指標としては「35歳以上の女性における第一子出生率」を用いる。\n- 不妊治療は、すでに子供を持つ女性より、まだ子供をもうけたことのない女性によって、より利用されると考えられる。そのため、評価指標としては単なる\"出生率\"ではなく\"第一子出生率\"が採用されている。\n- アメリカ生殖医学会(The American Society for Reproductive Medicine)は、不妊症リスクが高まる年齢として35歳を挙げている。これを元に、論文では35歳以上の女性を不妊治療の主要な需要者だと想定している。\n\n(指標の作成方法)\n- 各州、各年度における「(生誕した第一子の数)÷(女性の数)」を「第一子出生率」としている。\n  - (分子)の導出には、米国国立衛生統計センターによって収集されている「人口統計詳細出生データ」(Vital Statistics Detail Natality Data)が使用されている。\n  - (分母)の導出には、「米国国勢調査」の人口推計データが使用されている。\n\n## 分析方法\n- DDD推定(三重差分法)\n\n## 証拠の強さ\n- SMS:3\n- 根拠 \n    - 州(義務化されている州か否か)、時間(義務化前か後か)、年齢(35歳以上か未満か)の３つの要素それぞれに存在するばらつきを利用し、介入群と非介入群を適切に設定している。\n\n## サンプル\n- 1981年〜1999年における米国の各州\n  - 具体的なデータとしては主に、米国国立衛生統計センターによって収集されている「人口統計詳細出生データ」(Vital Statistics Detail Natality Data)を利用している。\n  - 「評価指標」の項目で言及したように、「第一子出生率」の計算の際には「米国国勢調査」の人口推計データも使用されている。\n\n## 結果\n- 不妊治療への保険適用義務化により、35歳以上女性の第一子出生率は約8%上昇した。\n  - 35歳以上の”白人”女性のみに注目した場合、不妊治療の保険適用義務化により第一子出生率は約22%上昇した。\n  - 35歳以上の”黒人”女性のみに注目した場合、「不妊治療の保険適用義務化によって第一子出生率が増加した」という結論は得られなかった。\n\n\n## 研究の弱点\n- 当論文では黒人女性に対しては統計的に有意な結果が得られなかった。なぜ白人と黒人との間で効果に違いが生じるのかについては示されておらず、さらなる研究が必要である。\n- 「第一子出生率」の定義に注意を払う必要がある。\n  - 第一子を出生できるのは、今まで子供を儲けたことのない女性に限られる。そのため、「(生誕した第一子の数)÷(まだ出生を経験していない女性の数)」を「第一子出生率」とした方が介入の影響を正確に評価しやすい。\n  - しかしながら、当論文では、データの制約から「まだ出生を経験していない女性の数」を把握することができなかった。そのため「第一子出生率」の定義として「(生誕した第一子の数)÷(女性の数)」が採用されている。\n\n## 書誌情報\n- Schmidt L. (2007). Effects of infertility insurance mandates on fertility. Journal of health economics, 26(3), 431–446. https://doi.org/10.1016/j.jhealeco.2006.10.012\n"}},"__N_SSG":true}