{"pageProps":{"doc":{"meta":{"id":"28","title":"教科担任制","description":"小学校において教師が特定の科目に特化して教えることの学力への影響","date":"2024-05-27","category":"education","categoryLabel":"教育","tables":[{"title":"学力","effectiveness":"副作用","strength":5}],"points":["教師が特定の科目に特化して教えた小学校では、標準テストの成績が低下する傾向が見られた。","児童の出席日数が減少し問題行動も増加した。","教師の仕事満足度や仕事のパフォーマンスに対する自己評価が低くなった。"],"contacts":["村川 智哉 (一般社団法人エビデンス共創機構)"],"slug":"document28"},"content":"\n## 背景\n- アダムスミスが国富論で分業の効率性を唱えて以来、一般的に経済において分業は生産性の向上につながると考えられてきた\n- 一方で教育、すなわち人的資本の生産に際して分業が効率的であるかについては議論の余地がある\n- コスト面での効率性も含めて、教員の分業である教科担任制への関心が高まっている\n\n## 介入\n  - 学校単位で教師の一部の科目への分業化が行われた\n  - 対象の学校の教師は、校長の判断で4科目(国語・数学・理科・社会)の中で比較優位があるとされる科目に特化して授業を受け持った\n\n## 評価指標\n- 標準テストのスコア\n- 出席日数\n- 問題行動\n\n## 分析方法\n  - ランダム化比較実験 - 教師の分業化の実施・非実施は学校単位でランダムに割当\n\n## 証拠の強さ\n  - 「SMS:5」\n  - ランダム化比較実験を行なっており、介入が行われる前の時点で介入群と対照群との間で学校・教師・児童の性質(過去のテストスコアや人種構成など)に差異はないことが確認されている\n- 介入後のテストスコアにおけるサンプルの脱落率が9.12%ほどあるが、介入群と対照群との間に統計的に有意な差異はない\n\n## サンプル\n- ヒューストン都市圏の学区にある小学校46校、教師977名、児童18,701名が対象\n- 介入群: 23校、教師521名、児童9,911名\n- 対照群: 23校、教師456名、児童8,790名\n- 2013-2014、2014-2015学校年度の各年度で小学1〜5年生だった児童が対象\n\n## 結果\n- 教師が特定の科目に特化し教えた学校では、標準テストのスコアが教師が特定の科目に特化していない学校と比較して低下した(介入群では、対照群と比較して実施の1年後に0.11-0.12標準偏差、2年後に0.09標準偏差テストのスコアが低かった)。テストスコアが0.11-0.12標準偏差低下することは、集団内での順位がおよそ4.4-4.8パーセンタイル下がることに相当する。\n- 特別支援学級の児童や経験の浅い教師の授業を受けていた児童のスコアにおいてはより大きな負の影響がみられた。\n- 介入群の学校では出席日数が児童あたり0.36日減少し、問題行動が1.13倍多かった。\n- 教師を対象として質問紙調査のデータによると、児童のことを知っていると回答した割合は、介入群の教師は対照群よりも4.5ポイント低かったが、統計的に有意ではなかった（対照群での割合は81.8%）。児童個別に注意を向けていると回答した割合は、介入群の教師は対照群よりも8.9ポイント低く、統計的に有意であった（対照群での割合は62.0%）。\n- 教師の前年度比の仕事満足度や、仕事のパフォーマンスに対する自己評価が介入群の方が低かった。\n- 教師が特定の教科のみを担当するようになったことで児童との交流が減少したことが、結果に影響を与えた要因の一つであると考えられる。実際、介入群では対照群と比較して、教師へのアンケートで「生徒たちの状況を把握できている」および「生徒個人に十分な注意を向けることができた」という設問に対する「はい」と回答した割合が、それぞれ4.5パーセンテージポイント、8.9パーセンテージポイントずつ低かった。\n\n## 研究の弱点\n- 教師が特定の科目に特化して教えるシステムに変更したことによって生じた混乱の負の影響がテストスコアや児童の問題行動の件数などに反映されている可能性も否定できないため、介入の影響をより正確に知るためにはさらに長期的なフォローアップが必要である。\n\n## 書誌情報\n  - Fryer, R. G., Jr. (2018). The \"Pupil\" Factory: Specialization and the Production of Human Capital in Schools. American Economic Review, 108(3), 616-656. https://doi.org/10.1257/aer.20161495\n"}},"__N_SSG":true}