{"pageProps":{"doc":{"meta":{"id":"129","title":"出産一時金の導入","description":"ケベック州における出産一時金導入による出生数・子どもの性別構成への影響","date":"2023-02-15","category":"fertility","categoryLabel":"少子化対策","tables":[{"title":"合計特殊出生率","effectiveness":"効果あり","strength":3},{"title":"子どもを持つ確率（短期）","effectiveness":"効果あり","strength":3},{"title":"子どもの総数（長期）","effectiveness":"効果あり","strength":3},{"title":"家庭の子どもが3人である確率（長期）","effectiveness":"効果あり","strength":3}],"points":["出産一時金導入6、7年後までに15-34歳で所得のある有配偶女性が子どもを持つ確率は20.7%から22.5%へ増加した（統計的に有意）。","第3子以降の出産が23.3%上昇した（統計的に有意）。特に、制度により支給額が手厚かった第3子以降の出産に対して大きな反応が見られた。","中でも、2人の娘がいた家庭（23.3%増）に比べ、2人の息子がいた家庭（33.0%増）、息子と娘が1人ずついた家庭（33.8%増）が、より強い反応をした。","出産一時金導入13年後において、導入されなかった場合に比べ、家庭の子どもの総数は2.4%増加した（統計的に有意）。","出産一時金導入13年後において、家庭の子どもが3人以上である確率のみ10.2%増加した（統計的に有意）。一方、家庭の子どもが1人である確率には統計的に有意な影響はなく、家庭の子どもが2人である確率には負の影響があった。"],"contacts":["藤本 一輝（東京大学）"],"slug":"document129"},"content":"\n## 背景 \n- 一般的に子どもの量（人数）と質（教育）はトレードオフの関係にあると言われている。\n- 上記のトレードオフの関係から、理論上は固定額の補助金を支給すると、低所得者層は子どもの教育に回してしまい、一方で、高所得者層は子どもの人数を増やすほどの所得増加にはならないことから、中所得者層への効果が大きいと考えられる。\n- しかし、補助金の制度設計の違いによって、理論と実証の間には乖離が認められる。例えば、出生順位間で同額の支給を行うドイツの改革に対しては、出生順位に関係ない反応を示している。\n\n## 介入\nカナダ・ケベック州において、1988年5月1日から1997年9月30日の間に新生児が生まれた、または5歳未満の養子を迎えた居住者に対して非課税で以下の額の現金が支給された。\n- 第1子は誕生時に500カナダドル（1988年当時で約5万円）支給。\n- 第2子は誕生時に500カナダドル支給、1989年5月以降はそれに加え、1歳の誕生日にも500カナダドル支給。\n- 第3子以降は、以下のように支給額が増えていった。\n- 1988年5月以降：四半期ごとに375カナダドル、2年で総額3000カナダドル（約30万円）\n- 1989年5月以降：四半期ごとに375カナダドル、3年で総額4500カナダドル\n- 1990年5月以降：四半期ごとに375カナダドル、4年で総額6000カナダドル\n- 1991年5月以降：四半期ごとに375カナダドル、5年で総額7500カナダドル\n- 1992年5月以降：四半期ごとに400カナダドル、5年で総額8000カナダドル（8000カナダドルは、5歳までの直接的な子育て費用（1年あたり5324カナダドル、5年で26620カナダドル）の30%程にあたる）\n\n## 評価指標\n- 合計特殊出生率。\n- 1人の女性が持つ子どもの総数、出産一時金導入6、7年後までに15-34歳で所得のある有配偶女性が子どもを持つ確率。\n\n## 分析方法\n- ケベック州を介入群、オンタリオ州を対照群として1974年から2011年までの合計特殊出生率をグラフ化して横断的比較した上で差の差分析をする。\n- 制度期間中、ケベック州の給付総額はオンタリオ州より著しく高く、オンタリオ州で新たな給付が行われることはなかった。\n- 制度期間中、ケベック州では中絶の合法化と移民の権限拡大が行われた。しかし、中絶数の増加はわずかである上、平行トレンドが確認されている。移民に関しては、移民を除外した分析を行って、同様の結果が出ることが確認されている。\n- ケベック州を介入群、オンタリオ州を対照群として、15-34歳で所得のある有配偶女性が子どもを持つかどうかを被説明変数とした差の差分析をする。すでにいる子どもの性別構成等でサンプルをわけることで、どのサブグループへの影響が大きいか分析する。\n- 差の差分析において、介入前を1991年国勢調査から1987、1988年、介入後を1996年国勢調査から1994、1995年とすることで短期的な効果を検証する。\n- 差の差分析において、介入前を1991年国勢調査、介入後を2001年国勢調査とすることで長期的な効果を検証する。\n\n## 証拠の強さ\n- SMS:3\n- 根拠 \n    - 合計特殊出生率の差の差分析においてthe bounded DID estimatesを推定することで、仮定の充足を確認している。\n    - サブグループ別の差の差分析をする際、女性とその配偶者の年齢・移民か否か・母国語、世帯の年収・子どもの数・都市部に住んでいるか否かをコントロールしている。\n\n\n## サンプル\n- 人口動態統計より1974年から2011年までの合計特殊出生率。\n- カナダの国勢調査より、調査日前5年間に州を移動していない15-34歳で所得のある有配偶女性を抽出している。\n\n## 結果\n- 出産一時金導入6、7年後までに15-34歳で所得のある有配偶女性が子どもを持つ確率は20.7%から22.5%へ増加した（統計的に有意）。\n- 第3子以降の出産が23.3%上昇し（統計的に有意）、制度により支給額が手厚かった第3子以降の出産に対して特に大きな反応が見られた。\n- 中でも、2人の娘がいた家庭（23.3%増）に比べ、2人の息子がいた家庭（33.0%増）、息子と娘が1人ずついた家庭（33.8%増）が、より強い反応をした。この反応は、息子と娘1人ずつの出産や息子の出産を望む、という出産に対する性別選好をやわらげる効果を持つ。\n- 出産一時金導入13年後において、家庭の子どもの総数は2.4%増加した（統計的に有意）。家庭の子どもが1人である確率には統計的に有意な影響はなく、家庭の子どもが2人である確率には負の影響があったが、家庭の子どもが3人以上である確率のみ10.2%（20.5%->22.58%）増加した（統計的に有意）。\n\n## 研究の弱点\n- 特になし。\n\n## 書誌情報\n- Malak, N., Rahman, M. M., & Yip, T. A. (2019). [Baby bonus, anyone? Examining heterogeneous responses to a pro-natalist policy](https://link.springer.com/article/10.1007/s00148-019-00731-y). Journal of Population Economics, 32(4), 1205-1246.\n"}},"__N_SSG":true}