{"pageProps":{"doc":{"meta":{"id":"121","title":"母親の育休期間の延長・短縮","description":"オーストリアで母親の育休期間が延長・短縮されたことによる出生率・キャリアへの影響","date":"2022-11-16","category":"fertility","categoryLabel":"少子化対策","tables":[{"title":"出生率（延長時）","effectiveness":"効果あり","strength":4},{"title":"長期的な母親の雇用・収入（延長時）","effectiveness":"効果なし","strength":4},{"title":"出生率（短縮時）","effectiveness":"効果なし","strength":4},{"title":"短期的な母親の雇用・収入（短縮時）","effectiveness":"効果あり","strength":4}],"points":["育休期間の延長により出生率は女性100人当たり12人増加し、これは長期的に継続する。","育休期間が長くなっても、長期的に母親の雇用・収入に悪影響を及ぼすことはない。","育休期間を短縮すると、出生率に影響はなかったが、短期的な雇用・所得減少は緩和された。"],"contacts":["藤本 一輝（東京大学）"],"slug":"document121"},"content":"\n## 背景 \n- 育休期間の延長は、①育休中に第2子を生んで育休期間を更新して給付を受けられる、②第1子が対象でなくても第2子を生んだ後の育休期間が伸びることで将来の出産コストを下げる、という2つの経路で出生率を上げると想定される。\n- 一方で、職場復帰を妨げ、女性のキャリアに悪影響を与える可能性もある。\n\n## 介入\n- オーストリアで母親の育休期間が、1990年7月に1年から2年に延長され、1996年7月に1年半に短縮されたこと\n\n## 評価指標\n- 第1子出産からの経過月数別の出生率、母親の職場復帰率・雇用・所得\n- 職場復帰率は少なくとも1回は職場復帰している確率、雇用は1年あたりの勤労月数、所得は1日当たりの平均所得を用いている。\n\n## 分析方法\n- 第1子の出産日が政策変更日の前後どちらだったかで対照群と介入群を分け、グラフ化と回帰分析を行う。\n\n## 証拠の強さ\n- SMS:4\n- 根拠 \n    - 介入群と対照群の比較を行っている。\n    - 親による選択が難しい出産時期によって、対照群と介入群をわけている。\n    - 政策変更の広報時期を考慮して、親による出産時期の選択は難しいと確認している。\n    - 政策変更日の前後で出産数のジャンプが起きていないこと、介入群と対照群の仕事量・所得などに違いがないことを確認している・\n    - 育休の資格を持っていない女性と比較することで、時間効果の有無を確認している。\n\n## サンプル\n- Austrian Social Security Databaseから、特定期間に第1子を出産した育休資格を持つ女性の情報を抽出する。\n- サンプルサイズは、1990年6/7月の分析は6180、1987/1990年6月の分析は5977、1996年6/7月の分析は記載なし。\n\n## 結果\n- 育休延長により育休中に第2子が生みやすくなることで、出生率は第1子出産後3年以内で女性100人当たり5人分増加し、長期的にも第1子出産後10年で女性100人当たり3人分増加する。特に低賃金女性において効果が大きい。\n- 第1子が対象でなくても第2子を生んだ後の育休期間が伸びることで将来の出産コストを下げるので、出生率は第1子出産後3年で女性100人当たり7人分増加する。\n- 長期的には育休を延長しても女性の雇用・所得に影響がない。\n- 育休を短縮すると、出生率に影響はなかったが、短期的な雇用・所得減少は緩和された。\n\n## 研究の弱点\n- 様々な補足分析を行っているが、将来の出産コスト低下の影響を検証する際に「1987年6月と1990年6月のデータに偏りはない」という強い仮定をおいている。\n\n## 書誌情報\n- Lalive, R., & Zweimüller, J. (2009). [How does Parental Leave Affect Fertility and Return to Work? Evidence from Two Natural Experiments](https://academic.oup.com/qje/article-abstract/124/3/1363/1905162?redirectedFrom=fulltext). Quarterly Journal of Economics, 124(3), 1363–1402. \n"}},"__N_SSG":true}