{"pageProps":{"doc":{"meta":{"id":23,"title":"教師の科目別専門資格","description":"国際数学・理科教育動向調査2015（TIMSS 2015）のデータを用いた教師の科目別専門資格が生徒の理科の成績に与える影響","date":"2024-06-15","category":"education","categoryLabel":"教育","tables":[{"title":"理科科目のテストの点数","effectiveness":"効果あり","strength":3}],"points":["教師が理科に関する科目の資格を持っている場合、その科目における生徒の成績が0.035標準偏差向上した。","特に女性教師に教わった女子生徒、経済的に不利な生徒、成績の低い国で顕著な効果が見られる。","教師が科目別資格を持っていることでその科目を教える自信につながり、それによって生徒の成績を向上させていることが考えられる。"],"contacts":["島田健（ユニファ株式会社）"],"slug":"document23"},"content":"\n## 背景 \n- 教師の質は生徒の学業成績に大きな影響を与えると考えられてきた。\n- 一般的な教師資格よりも科目別専門資格が教師の質を予測する指標として有効である可能性がある。\n- 教師の科目別専門資格の有無が生徒の成績に与える影響は、米国以外の国ではこれまで十分に研究されていなかった。\n\n## 介入\n- 理科科目（生物、化学、物理、地学）に関する専門資格を持つ教師。\n\n## 評価指標\n- TIMSS 2015における理科科目（生物、化学、物理、地学）の標準化されたテストの点数\n\n## 分析方法\n- 生徒および教師の観察されない特性を統制した固定効果モデル\n\n## 証拠の強さ\n- SMS: 3\n- 根拠 \n    - 科目別専門資格を持つ教師（介入群）と持たない教師（非介入群）を比較しているが、教師の割り当てはランダムではない。\n    - 生徒と教師の固有の影響をコントロールし生徒や教師の特性が生徒の成績に与える影響を抑えることで、教師の科目別専門資格が与える影響そのものを分析している。\n\n## サンプル\n- TIMSS 2015に参加した30か国の8年生（年齢13〜14歳、中学2〜3年生に該当する）の生徒および対象生徒に対して理科科目を教える教師。\n- 合計224,454人の生徒と11,243人の教師が対象。\n- 観察レコード数は897,760（各生徒は4つの理科科目のテストの点数を持つため）。\n\n## 結果\n- 教師の科目別専門資格の効果\n    - 教師が特定の理科科目（生物、化学、物理、地学）で専門資格を持っている場合、その科目における生徒のテストの点数が0.035標準偏差が向上した。\n- 教師や生徒の属性による異質性\n    - 教師の科目別専門資格の効果は、男子生徒よりも女子生徒の方が大きかった（0.059標準偏差上昇）。\n    - 教師の性別によって科目別専門資格の効果の大きさに違いはなかったが、女性教師が女子生徒を教える場合、効果がより大きいことが示された。\n    - 教師の科目別専門資格の効果は、生徒の社会経済的地位(SES、保護者の収入や学歴、職業などから計測された指標)が高くなるにつれて減少する。これは低SESの生徒ほど、教師の科目別専門資格の効果が大きいことを示唆している。\n    - 教師が教育学専攻を持つ場合、科目別専門資格の効果が0.020標準偏差向上したことが示された。\n    - 教師の経験年数が増えるにつれて資格の効果は増加するが、約18年でピークに達し、その後減少する関係が示された。\n- 国の属性による異質性\n    - OECD加盟国、非加盟国ともに科目別専門資格が有意な効果を持つことが確認され、非加盟国の方が効果が大きいことが示された（0.041標準偏差上昇）。\n    - 成績の低い国（理科科目の平均成績が中央値以下の国）では、科目別専門資格の効果がより大きいことが示された（0.048標準偏差上昇）。\n- 媒介効果\n    - 科目別資格が生徒の成績に与える影響のうち、20%は教師がその科目を教える自信を持つようになることにより説明できることがわかった。\n\n## 研究の弱点\n- 一時点のデータを使用しているため、現在の教師の資格だけが分析対象となっており、過去の教育経験（例えば、生徒が以前に教わった教師の資格や教育方法についての情報など）の影響は考慮されていない。\n- 本研究は調査時点のテストの点数に焦点を当てており、教師の科目別専門資格の効果が生徒の長期的な学業成果やキャリアに与える影響については評価できていない。\n\n## 書誌情報\n- Sancassani, P. (2023). The effect of teacher subject-specific qualifications on student science achievement. Labour Economics, 80, 102309. https://doi.org/10.1016/j.labeco.2022.102309\n"}},"__N_SSG":true}